const TransportData = {
    companies : [
        "ขนส่งเอกชนอื่นๆ (ระบุในช่องหมายเหตุ)",
        "Kerry Express",
        "Flash Express",
        "J&T Express",
        "ไปรษณีย์ไทย EMS",
        "บริษัทจัดส่ง 690 บาท (เฉพาะเขตกทม.)",
        "พาณิชย์การขนส่ง KSD",
        "BEST Express",
        "DHL",
        "PL ขนส่ง",
        "I.T. Transport",
        "N.P.ขนส่ง",
        "นิ่มซีเส็ง ขนส่ง 1988 ภาคเหนือ",
        "NiM Express",
        "ธนภาคย์ขนส่ง",
        "ธนามัยขนส่ง",
        "จันทร์สว่าง ขนส่ง",
        "ขนส่ง เจ อาร์ เอส พานิช(อุดร-ขอนแก่น)",
        "บริษัท ส.แก่นนครพัฒนาการขนส่ง",
        "ติ่งขนส่ง",
        "หาดใหญ่ ทัวร์",
        "บริษัท สหไทย",
        "หจก. มะม่วงขนส่ง",
        "ประจวบทองชัยขนส่ง",
        "พนมรุ้ง ขนส่ง",
        "ขนส่งยิ้ม)",
        "ขนส่งอื่นๆ1" ,
    ]
};

export default TransportData;